/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Faites glisser %1$@ après\nl’action %2$@.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Faites glisser %1$@ vers la %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "Ajoutez %@ pour\nafficher un aperçu de votre GIF.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Raccourci ajouté : %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "Vos raccourcis ont été réinitialisés. Rouvrez l’app Raccourcis pour continuer.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Exécute le raccourci %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "En cours d’exécution, %lu%% terminés";

/* Accessibility label */
"Edit profile photo" = "Modifier la photo de profil";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "Une animation du Centre de notification en train d’être tiré vers le bas depuis le haut de l’écran";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "Une animation montrant l’ajout du widget Raccourcis à la liste des widgets actifs";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "Une animation montrant le défilement jusqu’au bas de la liste des widgets et quelqu’un qui touche Modifier";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "Une animation montrant le balayage vers la gauche de la liste des widgets";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "Une capture d’écran du Centre de notifications avec le widget Raccourcis";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "Photo de profil de %@";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Créer identité principale";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Sélectionnée comme identité principale";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Plus, moins";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Retour arrière";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Décimal";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Malheureusement, Raccourcis ne peut rien faire concernant ce problème ; il est dû à un bogue dans l’app hôte. Nous vous recommandons de contacter le fabricant de cette app et de lui signaler le problème.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "L’app qui a ouvert cette extension n’a pas fourni d’entrée.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "Impossible de télécharger le raccourci.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "La base de données de Raccourcis ne peut être lue, car elle a été créée par une nouvelle version de Raccourcis.\n\nVous pouvez mettre à niveau Raccourcis ou réinitialiser vos raccourcis. Ceux-ci seront perdus, mais vous pourrez les restaurer en utilisant la Synchronisation iCloud.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "La base de données de Raccourcis ne peut être lue, car elle est corrompue. Vous pouvez résoudre ce problème en réinitialisant vos raccourcis. Ceux-ci seront perdus, mais vous pourrez les restaurer en utilisant la Synchronisation iCloud.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "La base de données de Raccourcis ne peut être lue, car elle est corrompue.\n\nVous pouvez envoyer un e-mail à l’assistance avec votre base de données corrompue ou réinitialiser vos raccourcis personnalisés. Ceux-ci seront perdus, mais vous pourrez les restaurer en utilisant la Synchronisation iCloud.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "Envoyer un e-mail à l’assistance";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Réinitialiser les raccourcis";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Mettre à jour Raccourcis";

/* Alert title for an error */
"Aw no!" = "Oh non !";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Les versions de Raccourcis sont différentes";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Raccourcis réinitialisés";

/* Apple watch; label for result from running the shortcut */
"Result" = "Résultat";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Résultats (%ld)";

/* Back button */
"Back" = "Retour";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "L’ajout du widget permet d’exécuter les raccourcis bien plus rapidement. Voulez-vous vraiment ignorer cette étape ?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "Votre envoi n’a pas abouti ! Réessayez dans quelques minutes.";

/* Button */
"Cancel" = "Annuler";

/* Button */
"Done" = "OK";

/* Button */
"Next" = "Suivant";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "Envoyer votre propre processus";

/* Button for editing their profile picture */
"Edit" = "Modifier";

/* Button or nav bar title */
"Edit Profile" = "Modifier le profil";

/* Button or title */
"Run shortcut" = "Exécuter le raccourci";

/* Button or title to share a shortcut */
"Share Shortcut" = "Partager le raccourci";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Envoyer le raccourci";

/* Button or title; user profile */
"Profile" = "Profil";

/* Button that shows all collection search results */
"See All" = "Tout voir";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Annuler les modifications";

/* Button title; create a new shortcut */
"Create Shortcut" = "Créer un raccourci";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Ajouter un widget";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Garder les deux";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Remplacer";

/* Button to skip a step */
"Skip" = "Ignorer";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Choisissez les raccourcis à afficher sur votre montre.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Choisissez les raccourcis à afficher dans la complication.";

/* Copy content */
"Copy" = "Copier";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Impossible de trouver le raccourci spécifié.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "Impossible de trouver le raccourci « %@ ».";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Raccourci sans titre";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Ajoutez n’importe quel raccourci à Siri en enregistrant une commande vocale personnalisée.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Combinez une série d’étapes en un seul raccourci pour automatiser les actions que vous effectuez dans vos apps. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Accédez encore plus rapidement à vos raccourcis avec le widget Raccourcis.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Choisir dans la bibliothèque";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Prendre une photo";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "gilles@workflow.is";

/* Edit profile; email field title */
"Email" = "E-mail";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "L’URL de site web « %@ » n’est pas valide.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Site web non valide";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "Vos processus publiés porteront votre nom : « %@ ».";

/* Edit profile; person name field title */
"Name" = "Nom";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Nom (requis)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Informations personnelles";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Informations publiques";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "Nous n’avons rien trouvé pour « %@ ». Essayez autre chose.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Aucun raccourci.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Aucun résultat";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "L’URL de raccourci fournie n’est pas valide.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "L’importation a échoué";

/* Error message */
"There are no photos in your photo library." = "Votre photothèque ne contient aucune photo.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Il se peut que le lien du raccourci ne soit pas valide ou qu’il ait été supprimé.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Connexion à la galerie impossible.";

/* Error message title */
"Shortcut Not Found" = "Raccourci introuvable";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Impossible de charger cette collection.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Impossible de charger cette collection.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "Le délai d’exécution de l’action « %@ » a été dépassé.";

/* Exit the app (kills the app) */
"Exit" = "Sortie";

/* Gallery search section title for collection search results */
"Collections" = "Collections";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "En afficher moins";

/* Gallery search; button to show more collection search results */
"Show More" = "En afficher plus";

/* Generic title for a notification show in the app */
"Notification" = "Notification";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Raccourcis";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "actions";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Ceci est un raccourci.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Félicitations !";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Superbe !";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "bouton d’exécution du raccourci";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Faites glisser sur une action pour partager votre GIF.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "bouton de lecture";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nUne erreur s’est produite. Réessayez ou touchez Terminé.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nVous n’avez pas terminé d’exécuter le raccourci. Réessayez ou touchez Terminé.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nVous venez de créer un raccourci. Appuyez maintenant sur le bouton lecture pour l’exécuter !";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nLes raccourcis sont composés d’une série d’actions (les éléments de gauche).\n\nMaintenant, ajoutons une action Créer un GIF, qui animera les photos de la première action.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nCréons un raccourci permettant de confectionner un GIF animé.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nVous venez de créer un raccourci. Plutôt chouette, non ?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Bienvenue dans Raccourcis.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Lorsque vous touchez « Envoyer », votre processus est envoyé pour être examiné. Si nous décidons d’ajouter votre processus à la Galerie, nous vous le ferons savoir par e-mail.";

/* Make GIF action name */
"Make GIF" = "Créer GIF";

/* Media file name label */
"Media File" = "Fichier multimédia";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Souhaitez-vous remplacer votre raccourci ?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Informations sur le processus";

/* None option */
"None" = "Aucun";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Super ! On dirait que vous avez déjà ajouté le widget Raccourcis. Continuons.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Exécutez vos raccourcis à une vitesse hallucinante avec le widget Raccourcis.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Veuillez saisir ici une description des actions effectuées par votre processus.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Veuillez saisir ici une description plus détaillée des actions effectuées par votre processus.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Gilles Allain";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Veuillez saisir ici une brève description des actions effectuées par votre processus.";

/* Print content */
"Print" = "Imprimer";

/* Quick Look action name */
"Quick Look" = "Coup d’œil";

/* Recovery option for when the gallery does not load */
"Try Again" = "Réessayer";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Ouvrir Réglages";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Activez les données cellulaires ou utilisez le WLAN pour accéder à la galerie.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Activez les données cellulaires ou utilisez le Wi-Fi pour accéder à la galerie.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Désactivez le mode Avion ou utilisez le WLAN pour accéder à la galerie.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Désactivez le mode Avion ou utilisez le Wi-Fi pour accéder à la galerie.";

/* Save as image */
"Save Image" = "Enregistrer l’image";

/* Search gallery */
"Search" = "Rechercher";

/* Section title */
"Shortcuts" = "Raccourcis";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Message";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Raccourci envoyé";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Ajouté à la bibliothèque";

/* Splash screen primary button title */
"Get Started" = "Démarrer";

/* Splash screen title */
"Welcome to Shortcuts" = "Bienvenue dans Raccourcis";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Arrêter %@";

/* Take Photo action name */
"Take Photo (action name)" = "Prendre une photo";

/* Tap to choose an option */
"Tap to Choose" = "Touchez pour choisir";

/* Terms and Conditions view title */
"Terms and Conditions" = "Conditions générales";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Vous recevrez une notification lorsque nous l’approuverons !";

/* Title */
"Gallery" = "Galerie";

/* Title */
"Shortcuts" = "Raccourcis";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Parlez-en";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Description";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Longue description";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Description courte";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Nom du processus";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Demandez simplement à Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Ajouter le widget ?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "Vous possédez déjà un raccourci intitulé « %@ ».";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Oups";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Prenez le chemin le plus court";

/* Title of main screen showing your library of shortcuts */
"Library" = "Bibliothèque";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Widget Raccourcis";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Base de données corrompue";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Afficher la galerie…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Gérer les raccourcis…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Personnaliser dans Raccourcis";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Vous avez trouvé le widget ! Touchez *Ajouter le widget* pour y accéder depuis n’importe où.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Vous avez trouvé le widget ! Revenez ici pour exécuter vos raccourcis rapidement.";

/* Today widget; empty state */
"No Shortcuts" = "Aucun raccourci";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Touchez pour afficher le reste";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Chargement";

/* Watch app button; stop running the shortcut */
"Stop" = "Arrêter";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Afficher/Masquer";

/* Watch app; Change text field text */
"Tap to Change" = "Touchez pour modifier";

/* Watch app; Compose a message */
"Create Message" = "Créer un message";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Plus/Moins";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "par %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "De l’adresse";

/* Watch app; email composer; bcc address label */
"Bcc" = "Cci";

/* Watch app; email composer; cc address label */
"Cc" = "Cc";

/* Watch app; email composer; from address label */
"From" = "De";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Joint (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Objet";

/* Watch app; email composer; to address label */
"To" = "À";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Lieu introuvable";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Cc/Cci";

/* Watch app; number field placeholder */
"Enter number…" = "Saisissez un nombre…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "Vous devez choisir un contact auquel envoyer un message.";

/* Watch app; send the email */
"Send" = "Envoyer";

/* Watch app; share QuickLook content */
"Share" = "Partager";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Utilisez Handoff sur votre iPhone pour accorder l’accès à %@.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Utilisez Handoff sur votre iPhone pour continuer ce raccourci.";

/* Watch app; text field placeholder */
"Enter text…" = "Saisissez du texte…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Afficher sur l’iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Aucun raccourci n’a été ajouté.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Aucun raccourci";

/* Website URL label */
"Website" = "Site web";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Ajouter le widget";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "Une animation montrant un appui ferme sur l’icône de l’écran d’accueil de Raccourcis pour ouvrir le widget";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Touchez + pour ajouter le widget Raccourcis. Touchez « Terminé ».";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Balayez vers le haut pour vous rendre à l’accueil, puis appuyez fermement sur l’icône Raccourcis et touchez « Ajouter le widget ».";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Appuyez sur le bouton principal, puis appuyez fermement sur l’icône Raccourcis et touchez « Ajouter le widget ».";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Faites défiler la page jusqu’en bas, puis\ntouchez « Modifier ».";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Balayez vers la gauche pour afficher\nvos widgets.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "En bas à gauche, faites défiler\nvers le bas et touchez « Modifier ».";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Balayez de haut en bas pour afficher le Centre de notifications.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "Votre raccourci est prêt à être partagé !";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " jusqu’à %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ au %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "droite";

